# VolumeCut Property (2024)

---
C#Visual BasicVisual C++
Revit 2024 API
---
ParameterTypeId..::..VolumeCut Property
ParameterTypeId Class See Also
---
"Cut"
**Namespace:** Autodesk.Revit.DB**Assembly:** RevitAPI (in RevitAPI.dll) Version: 24.0.0.0 (24.0.0.0)
# Syntax
C#
---
```text
public static ForgeTypeId VolumeCut { get; }
```

Visual Basic
---
```text
Public Shared ReadOnly Property VolumeCut As ForgeTypeId
	Get
```

Visual C++
---
```text
public:
static property ForgeTypeId^ VolumeCut {
	ForgeTypeId^ get ();
}
```

# See Also
ParameterTypeId Class
Autodesk.Revit.DB Namespace